Repository: jlecount/mobilizon
Catalog: priv/gettext/*/LC_MESSAGES/activity.po
Languages: lt

source: %{member} accepted the invitation to join the group.
lt: %{member} priėmė kvietimą jungtis prie grupės.

source: %{member} rejected the invitation to join the group.
lt: %{member} atmetė kvietimą jungtis prie grupės.

source: %{member} requested to join the group.
lt: %{member} paprašė jungtis prie grupės.

source: %{member} was invited by %{profile}.
lt: %{member} pakvietė %{profile}.

source: %{profile} added the member %{member}.
lt: %{profile} pridėjo narį %{member}.

source: %{profile} archived the discussion %{discussion}.
lt: %{profile} archyvavo aptarimą %{discussion}.

source: %{profile} created the discussion %{discussion}.
lt: %{profile} sukūrė aptarimą %{discussion}.

source: %{profile} created the folder %{resource}.
lt: %{profile} sukūrė aplanką %{resource}.

source: %{profile} created the group %{group}.
lt: %{profile} sukūrė grupę %{group}.

source: %{profile} created the resource %{resource}.
lt: %{profile} sukūrė išteklį %{resource}.

source: %{profile} deleted the discussion %{discussion}.
lt: %{profile} ištrynė aptarimą %{discussion}.

source: %{profile} deleted the folder %{resource}.
lt: %{profile} ištrynė aplanką %{resource}.

source: %{profile} deleted the resource %{resource}.
lt: %{profile} ištrynė išteklį %{resource}.

source: %{profile} excluded member %{member}.
lt: %{profile} pašalino narį %{member}.

source: %{profile} moved the folder %{resource}.
lt: %{profile} perkėlė aplanką %{resource}.

source: %{profile} moved the resource %{resource}.
lt: %{profile} perkėlė išteklį %{resource}.

source: %{profile} quit the group.
lt: %{profile} išėjo iš grupės.

source: %{profile} renamed the discussion %{discussion}.
lt: %{profile} pervadino aptarimą %{discussion}.

source: %{profile} renamed the folder from %{old_resource_title} to %{resource}.
lt: %{profile} pervadino aplanką iš %{old_resource_title} į %{resource}.

source: %{profile} renamed the resource from %{old_resource_title} to %{resource}.
lt: %{profile} pervadino išteklį iš %{old_resource_title} į %{resource}.

source: %{profile} replied to the discussion %{discussion}.
lt: %{profile} atsakė į aptarimą %{discussion}.

source: %{profile} updated the group %{group}.
lt: %{profile} atnaujino grupę %{group}.

source: %{profile} updated the member %{member}.
lt: %{profile} atnaujino narį %{member}.

source: The event %{event} was created by %{profile}.
lt: Įvykį %{event} sukūrė %{profile}.

source: The event %{event} was deleted by %{profile}.
lt: Įvykį %{event} ištrynė %{profile}.

source: The event %{event} was updated by %{profile}.
lt: Įvykį %{event} atnaujino %{profile}.

source: The post %{post} was created by %{profile}.
lt: Įrašą %{post} sukūrė %{profile}.

source: The post %{post} was deleted by %{profile}.
lt: Įrašą %{post} ištrynė %{profile}.

source: The post %{post} was updated by %{profile}.
lt: Įrašą %{post} atnaujino %{profile}.

source: %{member} joined the group.
lt: %{member} prisijungė prie grupės.

source: %{profile} posted a comment on the event %{event}.
lt: %{profile} paskelbė komentarą apie įvykį %{event}.

source: %{profile} replied to a comment on the event %{event}.
lt: %{profile} atsakė į komentarą apie įvykį %{event}.

source: Don't want to receive activity notifications? You may change frequency or disable them in your settings.
lt: Nenorite gauti veiklos pranešimų? Nustatymuose galite pakeisti pranešimų dažnumą arba juos išjungti.

source: View one more activity
lt: Peržiūrėti dar %{count} veiklą

source: There has been an activity!
lt: Buvo vykdoma veikla!

source: Activity on %{instance}
lt: Veikla serveryje %{instance}

source: %{profile} has posted an announcement under event %{event}.
lt: %{profile} paskelbė skelbimą apie įvykį %{event}.

source: %{profile} mentionned you in a comment under event %{event}.
lt: %{profile} paminėjo jus komentare prie įvykio %{event}.

source: Don't want to receive activity notifications? You may change frequency or disable them in %{tag_start}your settings%{tag_end}.
lt: Nenorite gauti veiklos pranešimų? %{tag_start}Nustatymuose%{tag_end} galite pakeisti pranešimų dažnumą arba juos išjungti.

source: Here's your weekly activity recap
lt: Štai jūsų savaitės veiklos apžvalga

source: Activity notification for %{instance}
lt: Veiklos pranešimas serveriui %{instance}

source: Daily activity recap for %{instance}
lt: Dienos veiklos apžvalga serveriui %{instance}

source: Here's your daily activity recap
lt: Štai jūsų dienos veiklos apžvalga

source: Weekly activity recap for %{instance}
lt: Savaitės veiklos apžvalga serveriui %{instance}

source: %{profile} has posted a new comment under your event %{event}.
lt: %{profile} paskelbė naują komentarą apie jūsų įvykį %{event}.

source: %{profile} has posted a new reply under your event %{event}.
lt: %{profile} paskelbė naują atsakymą apie jūsų įvykį %{event}.

source: Announcement for your event %{event}
lt: Skelbimas apie jūsų įvykį %{event}

source: The group %{group} was updated by %{profile}.
lt: Grupę %{group} atnaujino %{profile}.

source: The post %{post} from group %{group} was deleted by %{profile}.
lt: Įrašą %{post} iš grupės %{group} ištrynė %{profile}.

source: The post %{post} from group %{group} was published by %{profile}.
lt: Įrašą %{post} iš grupės %{group} paskelbė %{profile}.

source: The post %{post} from group %{group} was updated by %{profile}.
lt: Įrašą %{post} iš grupės %{group} atnaujino %{profile}.

source: %{member} accepted the invitation to join the group %{group}.
lt: %{member} priėmė kvietimą jungtis prie grupės %{group}.

source: %{member} joined the group %{group}.
lt: %{member} prisijungė prie grupės %{group}.

source: %{member} rejected the invitation to join the group %{group}.
lt: %{member} atmetė kvietimą jungtis prie grupės %{group}.

source: %{member} requested to join the group %{group}.
lt: %{member} paprašė jungtis prie grupės %{group}.

source: %{member} was invited by %{profile} to group %{group}.
lt: %{member} pakvietė %{profile} prie grupės %{group}.

source: %{profile} added the member %{member} to group %{group}.
lt: %{profile} pridėjo narį %{member} prie grupės %{group}.

source: %{profile} approved the membership request from %{member} for group %{group}.
lt: %{profile} patvirtino narystės prašymą iš %{member} dėl grupės %{group}.

source: %{profile} created the folder %{resource} in group %{group}.
lt: %{profile} sukūrė aplanką %{resource} grupėje %{group}.

source: %{profile} deleted the folder %{resource} in group %{group}.
lt: %{profile} ištrynė aplanką %{resource} grupėje %{group}.

source: %{profile} deleted the resource %{resource} in group %{group}.
lt: %{profile} ištrynė išteklį %{resource} grupėje %{group}.

source: %{profile} excluded member %{member} from the group %{group}.
lt: %{profile} pašalino narį %{member} iš grupės %{group}.

source: %{profile} moved the folder %{resource} in group %{group}.
lt: %{profile} perkėlė aplanką %{resource} grupėje %{group}.

source: %{profile} moved the resource %{resource} in group %{group}.
lt: %{profile} perkėlė išteklį %{resource} grupėje %{group}.

source: %{profile} quit the group %{group}.
lt: %{profile} išėjo iš grupės %{group}.

source: %{profile} rejected the membership request from %{member} for group %{group}.
lt: %{profile} atmetė narystės prašymą iš %{member} dėl grupės %{group}.

source: %{profile} renamed the folder from %{old_resource_title} to %{resource} in group %{group}.
lt: %{profile} pervadino aplanką iš %{old_resource_title} į %{resource} grupėje %{group}.

source: %{profile} renamed the resource from %{old_resource_title} to %{resource} in group %{group}.
lt: %{profile} pervadino išteklį iš %{old_resource_title} į %{resource} grupėje %{group}.

source: %{profile} updated the member %{member} in group %{group}.
lt: %{profile} atnaujino narį %{member} grupėje %{group}.

source: %{profile} created the resource %{resource} in group %{group}.
lt: %{profile} sukūrė išteklį %{resource} grupėje %{group}.

source: An anonymous profile
lt: Anoniminis profilis

source: %{profile} has posted a private announcement about event %{event}.
lt: %{profile} paskelbė privatų skelbimą apie įvykį %{event}.

source: %{profile} has posted a public announcement under event %{event}.
lt: %{profile} paskelbė viešą skelbimą apie įvykį %{event}.

source: %{profile} mentionned you in a %{conversation}.
lt: %{profile} paminėjo jus pokalbyje %{conversation}.

source: %{profile} mentionned you in a conversation.
lt: %{profile} paminėjo jus pokalbyje.

source: %{profile} replied to your message
lt: %{profile} atsakė į jūsų žinutę.

source: %{profile} sent a private message about event %{event}
lt: %{profile} atsiuntė privačią žinutę apie įvykį %{event}.

source: %{profile} sent you a message
lt: %{profile} atsiuntė jums žinutę.

source: Informations about your event %{event}
lt: Informacijos apie jūsų įvykį %{event}

source: It might give details on how to join the event, so make sure to read it appropriately.
lt: Jame gali būti pateikta išsami informacija apie tai, kaip jungtis prie įvykio, todėl būtinai jį tinkamai perskaitykite.

source: This information is sent privately to you as a person who registered for this event. Share the informations above with other people with caution.
lt: Ši informacija išsiųsta privačiai jums, kaip asmeniui, užsiregistravusiam į šį įvykį. Atsargiai bendrinkite šią informaciją su kitais asmenimis.
